[
  { "id": 1, "reference": "Jeremiah 29:11", "text": "“For I know the plans I have for you,” declares the LORD, “plans to prosper you and not to harm you, plans to give you hope and a future.”" },
  { "id": 2, "reference": "Psalm 23:1", "text": "The LORD is my shepherd; I shall not want." },
  { "id": 3, "reference": "Philippians 4:13", "text": "I can do all things through Christ who strengthens me." },
  { "id": 4, "reference": "Proverbs 3:5–6", "text": "Trust in the LORD with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight." },
  { "id": 5, "reference": "Isaiah 41:10", "text": "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand." },
  { "id": 6, "reference": "Romans 8:28", "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose." },
  { "id": 7, "reference": "Matthew 6:33", "text": "But seek first the kingdom of God and his righteousness, and all these things will be added to you." },
  { "id": 8, "reference": "Joshua 1:9", "text": "Be strong and courageous. Do not be afraid; do not be discouraged, for the LORD your God will be with you wherever you go." },
  { "id": 9, "reference": "Psalm 46:1", "text": "God is our refuge and strength, an ever-present help in trouble." },
  { "id": 10, "reference": "John 3:16", "text": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life." },
  { "id": 11, "reference": "Psalm 27:1", "text": "The LORD is my light and my salvation; whom shall I fear?" },
  { "id": 12, "reference": "1 Peter 5:7", "text": "Cast all your anxiety on him because he cares for you." },
  { "id": 13, "reference": "Isaiah 40:31", "text": "Those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint." },
  { "id": 14, "reference": "Psalm 37:4", "text": "Delight yourself in the LORD, and he will give you the desires of your heart." },
  { "id": 15, "reference": "Romans 12:2", "text": "Do not conform to the pattern of this world, but be transformed by the renewing of your mind." },
  { "id": 16, "reference": "Matthew 11:28", "text": "Come to me, all you who are weary and burdened, and I will give you rest." },
  { "id": 17, "reference": "Proverbs 16:3", "text": "Commit your work to the LORD, and your plans will be established." },
  { "id": 18, "reference": "Psalm 91:2", "text": "I will say of the LORD, He is my refuge and my fortress: my God; in him will I trust." },
  { "id": 19, "reference": "John 14:27", "text": "Peace I leave with you; my peace I give you. Do not let your hearts be troubled and do not be afraid." },
  { "id": 20, "reference": "Ephesians 3:20", "text": "Now to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us." }
]
